Revit 2024 API
ParameterTypeId.AnalyticalMemberForceEndFy Property
 "End Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalMemberForceEndFy { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalMemberForceEndFy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalMemberForceEndFy {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace